Repository: sailfishos-mirror/grilo
Catalog: po/*.po
Languages: kk, ug

source: No mock definition found
kk: Сынамалы анықтама табылмады
ug: ھېچقانداق mock ئېنىقلىمىسى تېپىلمىدى

source: Could not find mock content %s
kk: %s сынамалы мазмұнын табу мүмкін болмады
ug: mock مەزمۇنى %s نى تاپالمىدى

source: Could not access mock content: %s
kk: Сынамалы мазмұнға қол жеткізу мүмкін болмады: %s
ug: mock مەزمۇنىنى زىيارەت قىلالمايدۇ: %s

source: Cannot connect to the server
kk: Серверге қосылу мүмкін емес
ug: مۇلازىمېتىرغا باغلىنالمايدۇ

source: Cannot connect to the proxy server
kk: Прокси-серверге қосылу мүмкін емес
ug: ۋاكالەتچى مۇلازىمېتىرغا باغلىنالمىدى.

source: Invalid request URI or header: %s
kk: Жарамсыз сұраныс URI немесе тақырыптамасы: %s
ug: ئىناۋەتسىز URI ياكى ئۇچۇر بېشى: %s

source: Authentication required: %s
kk: Аутентификация қажет: %s
ug: دەلىللەش تەلەپ قىلىنىدۇ: %s

source: The requested resource was not found: %s
kk: Сұралған ресурс табылмады: %s
ug: تەلەپ قىلىنغان مەنبە تېپىلمىدى: %s

source: The entry has been modified since it was downloaded: %s
kk: Жазба жүктелгеннен бері өзгертілген: %s
ug: بۇ مەزمۇن چۈشۈرۈلگەندىن كېيىن ئۆزگەرتىلىپتۇ: %s

source: Operation was cancelled
kk: Операциядан бас тартылды
ug: مەشغۇلات بىكار قىلىندى

source: Data not available
kk: Деректер қолжетімсіз
ug: سانلىق مەلۇماتنى ئىشلەتكىلى بولمايدۇ

source: Invalid URL %s
kk: Жарамсыз URL %s
ug: ئىناۋەتسىز تور ئادرېسى %s

source: Semicolon-separated paths containing Grilo plugins
kk: Grilo плагиндері бар нүктелі үтірмен бөлінген жолдар
ug: Grilo قىستۇرمىسىنىڭ يولى چېكىتلىك پەش بىلەن ئايرىلىدۇ

source: Colon-separated paths containing Grilo plugins
kk: Grilo плагиндері бар қос нүктемен бөлінген жолдар
ug: Grilo قىستۇرمىسىنىڭ يولى پەش بىلەن ئايرىلىدۇ

source: Colon-separated list of Grilo plugins to use
kk: Пайдаланылатын Grilo плагиндерінің қос нүктемен бөлінген тізімі
ug: Grilo قىستۇرمىسىنىڭ پەش بىلەن ئايرىلغان ئىشلىتىدىغان تىزىمى

source: Grilo Options
kk: Grilo опциялары
ug: Grilo تاللانمىسى

source: Show Grilo Options
kk: Grilo опцияларын көрсету
ug: Grilo تاللانمىسىنى كۆرسەت

source: No searchable sources available
kk: Іздеуге болатын дереккөздер жоқ
ug: ئىزدىگىلى بولىدىغان مەنبە يوق

source: Could not resolve media for URI “%s”
kk: “%s” URI үшін медианы шешу мүмкін болмады
ug: URI «%s» ئۈچۈن ۋاسىتىنى يېشەلمىدى

source: Plugin “%s” is already loaded
kk: “%s” плагині қазірдің өзінде жүктелген
ug: «%s» قىستۇرما يۈكلەنگەن

source: Failed to initialize plugin from %s
kk: %s ішінен плагинді инициализациялау сәтсіз аяқталды
ug: %s دىن قىستۇرمىنى دەسلەپلەشتۈرەلمىدى

source: Metadata key “%s” already registered in different format
kk: “%s” метадеректер кілті басқа пішімде тіркеліп қойған
ug: تەپسىلىي سانلىق مەلۇمات ئاچقۇچى «%s» باشقا پىچىمدا تىزىملىتىلغان

source: Metadata key “%s” cannot be registered
kk: “%s” метадеректер кілтін тіркеу мүмкін емес
ug: تەپسىلىي سانلىق مەلۇمات ئاچقۇچى «%s» نى تىزىملىتالمايدۇ

source: Source with id “%s” was not found
kk: “%s” id бар дереккөз табылмады
ug: كىملىكى «%s» بولغان مەنبەنى تاپالمىغان

source: Failed to load plugin from %s
kk: %s ішінен плагинді жүктеу сәтсіз аяқталды
ug: %s دىن قىستۇرمىنى يۈكلىيەلمىدى

source: Invalid plugin file %s
kk: Жарамсыз плагин файлы %s
ug: ئىناۋەتسىز قىستۇرما ھۆججەت %s

source: “%s” is not a valid plugin file
kk: “%s” - жарамды плагин файлы емес
ug: «%s» ئىناۋەتلىك قىستۇرما ھۆججەت ئەمەس

source: Plugin “%s” already exists
kk: “%s” плагині бұрыннан бар
ug: «%s» قىستۇرما مەۋجۇت

source: Invalid path %s
kk: Жарамсыз жол %s
ug: ئىناۋەتسىز يول %s

source: All configured plugin paths are invalid
kk: Барлық бапталған плагин жолдары жарамсыз
ug: سەپلەنگەن بارلىق قىستۇرما يولى ئىناۋەتسىز

source: Plugin “%s” not available
kk: “%s” плагині қолжетімді емес
ug: «%s» قىستۇرمىنى ئىشلەتكىلى بولمايدۇ

source: Plugin not found: “%s”
kk: Плагин табылмады: “%s”
ug: قىستۇرما تېپىلمىدى: «%s»

source: Plugin configuration does not contain “plugin-id” reference
kk: Плагин конфигурациясында “plugin-id” сілтемесі жоқ
ug: قىستۇرما سەپلىمىسىدە «plugin-id» نەقىلى يوق

source: Some keys could not be written
kk: Кейбір кілттерді жазу мүмкін болмады
ug: بەزى ئاچقۇچنى يازغىلى بولمايدۇ

source: None of the specified keys are writable
kk: Көрсетілген кілттердің ешқайсысы жазуға жарамсыз
ug: بەلگىلەنگەن ئاچقۇچنىڭ ھېچقايسىسىنى يازغىلى بولمايدۇ

source: Media has no “id”, cannot remove
kk: Медианың “id” мәні жоқ, өшіру мүмкін емес
ug: ۋاسىتىنىڭ «id» يەنى كىملىكى يوق، چىقىرىۋەتكىلى بولمايدۇ
