Repository: sailfishos-mirror/grilo
Catalog: po/kw.po
Languages: kw

source: No mock definition found
kw: Styryans fals kavosys vyth

source: Could not find mock content %s
kw: Y fyllis kavos dalgh fals %s

source: Could not access mock content: %s
kw: Y fyllis drehedhes dalgh fals %s

source: Cannot connect to the server
kw: Y fyllis junnya dhe'n servell

source: Cannot connect to the proxy server
kw: Y fyllis junya dhe'n servell proksy

source: Invalid request URI or header: %s
kw: URI govyn po penn anewn: %s

source: Authentication required: %s
kw: Omgelmyans a res: %s

source: The requested resource was not found: %s
kw: An tra pejys na kavosys: %s

source: The entry has been modified since it was downloaded: %s
kw: An enworrans manylyon yw chanjys a-ban yth yw iskargys: %s

source: Operation was cancelled
kw: Oberyans yw hedhys

source: Data not available
kw: Data ankavadow

source: Invalid URL %s
kw: URL anewn %s

source: Semicolon-separated paths containing Grilo plugins
kw: Tylleryow poynt-ha-komma-diberthys ow kontaynya ystynansow Grilo

source: Colon-separated paths containing Grilo plugins
kw: Tylleryow dewpoyntys-diberthys ow kontaynya ystynansow Grilo

source: Colon-separated list of Grilo plugins to use
kw: Rol dew-poyntys-diberthys a ystynansow Grila rag devnydh

source: Grilo Options
kw: Settyansow Grilo

source: Show Grilo Options
kw: Diskwedhes Settyansow Grilo

source: No searchable sources available
kw: Devedhyansow hwithradow kavadow vyth

source: Could not resolve media for URI “%s”
kw: Y fyllis digelmi media rag URI “%s”

source: Plugin “%s” is already loaded
kw: Ystynnans “%s” yw kargys seulabrys

source: Failed to initialize plugin from %s
kw: Y fyllis dalleth ystynnans dhyworth %s

source: Metadata key “%s” already registered in different format
kw: Alhwedh metadata “%s” kovskrifys seulabrys yn furvas dihaval

source: Metadata key “%s” cannot be registered
kw: Alhwedh metadata “%s” na gallos bos kovskrifys

source: Source with id “%s” was not found
kw: Devedhyans gans id “%s” na kavosys

source: Failed to load plugin from %s
kw: Y fyllis karga ystynnans dhyworth %s

source: Invalid plugin file %s
kw: Restren ystynnans anewn %s

source: “%s” is not a valid plugin file
kw: “%s” na unn restren ystynnans ewn

source: Plugin “%s” already exists
kw: Ystynnans “%s” eksistya seulabrys

source: Invalid path %s
kw: Tyller anewn %s

source: All configured plugin paths are invalid
kw: Oll tylleryow ystynnans selys yw anewn

source: Plugin “%s” not available
kw: Ystynnans “%s” ankavadow

source: Plugin not found: “%s”
kw: Ystynnans na kavosys: “%s”

source: Plugin configuration does not contain “plugin-id” reference
kw: Selyans ystynnans na kontaynya kampollans “plugin-id”

source: Some keys could not be written
kw: Nebes alhwedhow na gallos bos skrifys

source: None of the specified keys are writable
kw: Vyth an alhwedhow ragnotys yw skrifadow

source: Media has no “id”, cannot remove
kw: Media kavos “id” vyth, na gallos remova
